<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Vorbereitung mit BO - Test result page</title>
    <meta name="description" content="Online Prüfungsvorbereitung für Deutsch Test für Zuwanderer (A1, A2, B1, B2, C1, C2 )">
    <meta name="keywords" content="Vorbereitung, Deutsch, Kurs, Test">
    <meta property="og:image" content="https://deutsch-vorbereitung.com/img/logo_medium.png">
    <meta property="og:title" content="Vorbereitung mit BO">
    <meta property="og:description" content="Deutsch Prüfung - Vorbereitung auf Hören, Lesen, Schreiben und Sprechen.">
    <link rel="stylesheet" href="../styles/main.css" />
    <link rel="stylesheet" href="../styles/deutsch-b1-horen/deutsch-b1-horen.css" />
    <link rel="stylesheet" href="../styles/listening-german/listening-german.css" />
</head>

<body>
    <?php include "../components/header.php" ?>

    <section class="breadcrumbs">
        <div class="container">
            <p class="breadcrumbs-title">Deutsch <span>B1 Modelltest</span></з>
            <div class="breadcrumbs-main">
                <a class="text p4" href="#">Vorbereiting mit BO</a>
                <span>-></span>
                <a class="text p4" href="#">B1 (Goethe)</a>
                <span>-></span>
                <p class="text p4 bold">Modelltest</p>
            </div>
        </div>
    </section>

    <section class='listening-german deutsch-b1-horen'>
        <div class="container">
            <h1><span>B1</span> Übungen auswählen</h1>

            <div class="listening-german__list">
                <button class="secondary-button border" type="button">
                    <svg width="23" height="20" viewBox="0 0 23 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M19.644 9.51118C19.644 5.21563 16.1618 1.7334 11.8662 1.7334C7.57066 1.7334 4.08843 5.21563 4.08843 9.51118M16.3107 13.4001V15.6223C16.3107 16.1386 16.3107 16.3967 16.3534 16.6114C16.5287 17.4929 17.2179 18.1824 18.0994 18.3577C18.3141 18.4004 18.5722 18.4004 19.0884 18.4004C19.6047 18.4004 19.8629 18.4004 20.0775 18.3577C20.9591 18.1824 21.648 17.4929 21.8234 16.6114C21.8661 16.3967 21.8662 16.1386 21.8662 15.6223V13.4001C21.8662 12.8838 21.8661 12.6251 21.8234 12.4105C21.648 11.5289 20.9591 10.8403 20.0775 10.665C19.8629 10.6223 19.6047 10.6223 19.0884 10.6223C18.5722 10.6223 18.3141 10.6223 18.0994 10.665C17.2179 10.8403 16.5287 11.5289 16.3534 12.4105C16.3107 12.6251 16.3107 12.8838 16.3107 13.4001ZM7.42177 13.4001V15.6223C7.42177 16.1386 7.42161 16.3967 7.37891 16.6114C7.20356 17.4929 6.51456 18.1824 5.63303 18.3577C5.41837 18.4004 5.16032 18.4004 4.64404 18.4004C4.12776 18.4004 3.86961 18.4004 3.65495 18.3577C2.77341 18.1824 2.08426 17.4929 1.90891 16.6114C1.86621 16.3967 1.86621 16.1386 1.86621 15.6223V13.4001C1.86621 12.8838 1.86621 12.6251 1.90891 12.4105C2.08426 11.5289 2.77341 10.8403 3.65495 10.665C3.86961 10.6223 4.12775 10.6223 4.64404 10.6223C5.16032 10.6223 5.41837 10.6223 5.63303 10.665C6.51456 10.8403 7.20356 11.5289 7.37891 12.4105C7.42161 12.6251 7.42177 12.8838 7.42177 13.4001Z" stroke="#F7631B" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path>
                    </svg>
                    <p class="text p2">Hören</p>
                </button>

                <button class="secondary-button border" type="button">
                    <svg xmlns="http://www.w3.org/2000/svg" width="100" height="100" viewBox="0 0 100 100" fill="none">
                        <path d="M49.5835 40.8325V76.2492M49.5835 40.8325C49.5835 34.9986 49.5835 32.0829 50.7188 29.8546C51.7175 27.8946 53.3099 26.3005 55.2699 25.3019C57.4982 24.1665 60.4156 24.1665 66.2495 24.1665H75.2773C77.2219 24.1665 78.1949 24.1665 78.9376 24.545C79.591 24.8778 80.1208 25.4086 80.4537 26.062C80.8322 26.8047 80.8335 27.7778 80.8335 29.7224V60.278C80.8335 62.2226 80.8322 63.1935 80.4537 63.9363C80.1208 64.5896 79.5921 65.1222 78.9388 65.4551C78.1967 65.8332 77.2258 65.8332 75.285 65.8332H65.4492C62.1881 65.8332 60.5546 65.8332 59.0745 66.2827C57.7642 66.6806 56.5476 67.3322 55.4897 68.2017C54.2947 69.1839 53.3891 70.5406 51.5802 73.254L49.5835 76.2492M49.5835 40.8325C49.5835 34.9986 49.5829 32.0829 48.4476 29.8546C47.4489 27.8946 45.8552 26.3005 43.8952 25.3019C41.667 24.1665 38.7494 24.1665 32.9155 24.1665H23.8877C21.9431 24.1665 20.9717 24.1665 20.229 24.545C19.5756 24.8778 19.0448 25.4086 18.7119 26.062C18.3335 26.8047 18.3335 27.7778 18.3335 29.7224V60.278C18.3335 62.2226 18.3335 63.1935 18.7119 63.9363C19.0448 64.5896 19.5756 65.1222 20.229 65.4551C20.971 65.8332 21.9412 65.8332 23.882 65.8332H33.718C36.9791 65.8332 38.6093 65.8332 40.0893 66.2827C41.3997 66.6806 42.6221 67.3322 43.68 68.2017C44.8702 69.1799 45.77 70.5296 47.5643 73.2211L49.5835 76.2492" stroke="#F7631B" stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                    </svg>
                    <p class="text p2">Lesen</p>
                </button>

                <button class="secondary-button border" type="button">
                    <svg xmlns="http://www.w3.org/2000/svg" width="100" height="100" viewBox="0 0 100 100" fill="none">
                        <path d="M20 79.2812H80M20 79.2812V64.2812L50 34.2812M20 79.2812L35 79.2811L65 49.2811M50 34.2812L60.7574 23.5237L60.7638 23.5174C62.2446 22.0366 62.9864 21.2948 63.8414 21.017C64.5945 20.7723 65.4059 20.7723 66.1591 21.017C67.0135 21.2946 67.7543 22.0355 69.233 23.5142L75.7573 30.0385C77.2423 31.5235 77.9852 32.2664 78.2634 33.1226C78.5081 33.8758 78.5081 34.6871 78.2633 35.4403C77.9853 36.2959 77.2436 37.0376 75.7606 38.5206L75.7574 38.5237L65 49.2811M50 34.2812L65 49.2811" stroke="#F7631B" stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                    </svg>
                    <p class="text p2">Schreiben</p>
                </button>

                <button class="secondary-button border" type="button">
                    <svg xmlns="http://www.w3.org/2000/svg" width="100" height="100" viewBox="0 0 100 100" fill="none">
                        <path d="M59.8345 77.8347C59.8345 70.1946 50.5442 64.001 39.084 64.001C27.6238 64.001 18.3335 70.1946 18.3335 77.8347M66.1569 30.0113C67.4415 31.2958 68.4605 32.8208 69.1557 34.4992C69.8509 36.1776 70.2094 37.9776 70.2094 39.7942C70.2094 41.6109 69.8512 43.406 69.156 45.0844C68.4608 46.7628 67.4415 48.2896 66.1569 49.5742M73.6682 22.5C75.939 24.7708 77.7403 27.4667 78.9693 30.4337C80.1983 33.4007 80.8335 36.5801 80.8335 39.7916C80.8335 43.003 80.1996 46.1838 78.9706 49.1508C77.7417 52.1177 75.939 54.8139 73.6682 57.0847M39.084 53.6258C31.4439 53.6258 25.2503 47.4322 25.2503 39.7921C25.2503 32.152 31.4439 25.9584 39.084 25.9584C46.7241 25.9584 52.9177 32.152 52.9177 39.7921C52.9177 47.4322 46.7241 53.6258 39.084 53.6258Z" stroke="#F7631B" stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                    </svg>

                    <p class="text p2">Sprechen</p>
                </button>

                <button class="secondary-button active border" type="button">
                    <svg xmlns="http://www.w3.org/2000/svg" width="100" height="100" viewBox="0 0 100 100" fill="none">
                        <path d="M39.1675 26.1109H29.4453C25.556 26.1109 23.61 26.1109 22.1245 26.8678C20.8178 27.5336 19.7562 28.5952 19.0904 29.9019C18.3335 31.3874 18.3335 33.3335 18.3335 37.2227V70.5561C18.3335 74.4453 18.3335 76.3889 19.0904 77.8744C19.7562 79.1811 20.8178 80.2446 22.1245 80.9103C23.6085 81.6665 25.5522 81.6665 29.4339 81.6665H62.7887C66.6703 81.6665 68.6112 81.6665 70.0953 80.9103C71.402 80.2446 72.4671 79.1801 73.1329 77.8734C73.8891 76.3894 73.8891 74.4478 73.8891 70.5661V60.8332M60.0002 29.5832L39.1668 50.4165V60.8332H49.5835L70.4168 39.9998M60.0002 29.5832L70.4168 19.1665L80.8335 29.5832L70.4168 39.9998M60.0002 29.5832L70.4168 39.9998" stroke="#F7631B" stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                    </svg>

                    <p class="text p2">Modelltest</p>
                </button>

                <button class="secondary-button border" type="button">
                    <svg xmlns="http://www.w3.org/2000/svg" width="100" height="100" viewBox="0 0 100 100" fill="none">
                        <path d="M18.3335 46.0783V27.6959C18.3335 26.2475 18.6188 24.8133 19.1731 23.4751C19.7273 22.137 20.5398 20.9211 21.5639 19.8969C22.5881 18.8728 23.804 18.0603 25.1421 17.5061C26.4803 16.9518 27.9145 16.6665 29.3629 16.6665C30.8113 16.6665 32.2455 16.9518 33.5837 17.5061C34.9218 18.0603 36.1377 18.8728 37.1619 19.8969C38.1861 20.9211 38.9985 22.137 39.5528 23.4751C40.107 24.8133 40.3923 26.2475 40.3923 27.6959V46.0783M18.3335 35.0489H40.3923M77.157 24.0194V46.0783M18.3335 60.7842H62.4511M18.3335 75.49H40.3923M55.0982 75.49L62.4511 82.843L80.8335 64.4606M55.0982 35.0489C55.0982 37.974 56.2602 40.7794 58.3286 42.8478C60.3971 44.9162 63.2024 46.0783 66.1276 46.0783C69.0528 46.0783 71.8582 44.9162 73.9266 42.8478C75.995 40.7794 77.157 37.974 77.157 35.0489C77.157 32.1237 75.995 29.3183 73.9266 27.2499C71.8582 25.1815 69.0528 24.0194 66.1276 24.0194C63.2024 24.0194 60.3971 25.1815 58.3286 27.2499C56.2602 29.3183 55.0982 32.1237 55.0982 35.0489Z" stroke="#F7631B" stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                    </svg>
                    <p class="text p2">Lernmaterialien</p>
                </button>
            </div>

            <div class="dropdown-menu navigation">
                <div class="dropdown-menu-item" id="dropdown-menu-item-1">
                    <a class="dropdown-menu-item-link" href="#">
                        <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M23.645 15.5112C23.645 11.2156 20.1627 7.7334 15.8672 7.7334C11.5716 7.7334 8.08941 11.2156 8.08941 15.5112M20.3116 19.4001V21.6223C20.3116 22.1386 20.3116 22.3967 20.3543 22.6114C20.5297 23.4929 21.2188 24.1824 22.1004 24.3577C22.315 24.4004 22.5731 24.4004 23.0894 24.4004C23.6057 24.4004 23.8638 24.4004 24.0785 24.3577C24.96 24.1824 25.649 23.4929 25.8243 22.6114C25.867 22.3967 25.8672 22.1386 25.8672 21.6223V19.4001C25.8672 18.8838 25.867 18.6251 25.8243 18.4105C25.649 17.5289 24.96 16.8403 24.0785 16.665C23.8638 16.6223 23.6057 16.6223 23.0894 16.6223C22.5731 16.6223 22.315 16.6223 22.1004 16.665C21.2188 16.8403 20.5297 17.5289 20.3543 18.4105C20.3116 18.6251 20.3116 18.8838 20.3116 19.4001ZM11.4227 19.4001V21.6223C11.4227 22.1386 11.4226 22.3967 11.3799 22.6114C11.2045 23.4929 10.5155 24.1824 9.63401 24.3577C9.41934 24.4004 9.16129 24.4004 8.64501 24.4004C8.12874 24.4004 7.87059 24.4004 7.65592 24.3577C6.77439 24.1824 6.08524 23.4929 5.90989 22.6114C5.86719 22.3967 5.86719 22.1386 5.86719 21.6223V19.4001C5.86719 18.8838 5.86719 18.6251 5.90989 18.4105C6.08524 17.5289 6.77439 16.8403 7.65592 16.665C7.87059 16.6223 8.12873 16.6223 8.64501 16.6223C9.1613 16.6223 9.41934 16.6223 9.63401 16.665C10.5155 16.8403 11.2045 17.5289 11.3799 18.4105C11.4226 18.6251 11.4227 18.8838 11.4227 19.4001Z" stroke="#F7631B" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                        <p class="text p2">Hören</p>
                        <div class="check-icon"><?php echo $check_smoll; ?></div>
                    </a>
                </div>
                <div class="dropdown-menu-item" id="dropdown-menu-item-2">
                    <a class="dropdown-menu-item-link" href="#">
                        <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 100 100" fill="none">
                            <path d="M49.5835 40.8325V76.2492M49.5835 40.8325C49.5835 34.9986 49.5835 32.0829 50.7188 29.8546C51.7175 27.8946 53.3099 26.3005 55.2699 25.3019C57.4982 24.1665 60.4156 24.1665 66.2495 24.1665H75.2773C77.2219 24.1665 78.1949 24.1665 78.9376 24.545C79.591 24.8778 80.1208 25.4086 80.4537 26.062C80.8322 26.8047 80.8335 27.7778 80.8335 29.7224V60.278C80.8335 62.2226 80.8322 63.1935 80.4537 63.9363C80.1208 64.5896 79.5921 65.1222 78.9388 65.4551C78.1967 65.8332 77.2258 65.8332 75.285 65.8332H65.4492C62.1881 65.8332 60.5546 65.8332 59.0745 66.2827C57.7642 66.6806 56.5476 67.3322 55.4897 68.2017C54.2947 69.1839 53.3891 70.5406 51.5802 73.254L49.5835 76.2492M49.5835 40.8325C49.5835 34.9986 49.5829 32.0829 48.4476 29.8546C47.4489 27.8946 45.8552 26.3005 43.8952 25.3019C41.667 24.1665 38.7494 24.1665 32.9155 24.1665H23.8877C21.9431 24.1665 20.9717 24.1665 20.229 24.545C19.5756 24.8778 19.0448 25.4086 18.7119 26.062C18.3335 26.8047 18.3335 27.7778 18.3335 29.7224V60.278C18.3335 62.2226 18.3335 63.1935 18.7119 63.9363C19.0448 64.5896 19.5756 65.1222 20.229 65.4551C20.971 65.8332 21.9412 65.8332 23.882 65.8332H33.718C36.9791 65.8332 38.6093 65.8332 40.0893 66.2827C41.3997 66.6806 42.6221 67.3322 43.68 68.2017C44.8702 69.1799 45.77 70.5296 47.5643 73.2211L49.5835 76.2492" stroke="#F7631B" stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                        <p class="text p2">Lesen</p>
                        <div class="check-icon"><?php echo $check_smoll; ?></div>
                    </a>
                </div>
                <div class="dropdown-menu-item" id="dropdown-menu-item-3">
                    <a class="dropdown-menu-item-link" href="#">
                        <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 100 100" fill="none">
                            <path d="M20 79.2812H80M20 79.2812V64.2812L50 34.2812M20 79.2812L35 79.2811L65 49.2811M50 34.2812L60.7574 23.5237L60.7638 23.5174C62.2446 22.0366 62.9864 21.2948 63.8414 21.017C64.5945 20.7723 65.4059 20.7723 66.1591 21.017C67.0135 21.2946 67.7543 22.0355 69.233 23.5142L75.7573 30.0385C77.2423 31.5235 77.9852 32.2664 78.2634 33.1226C78.5081 33.8758 78.5081 34.6871 78.2633 35.4403C77.9853 36.2959 77.2436 37.0376 75.7606 38.5206L75.7574 38.5237L65 49.2811M50 34.2812L65 49.2811" stroke="#F7631B" stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                        <p class="text p2">Schreiben</p>
                        <div class="check-icon"><?php echo $check_smoll; ?></div>
                    </a>
                </div>
                <div class="dropdown-menu-item" id="dropdown-menu-item-4">
                    <a class="dropdown-menu-item-link" href="#">
                        <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 100 100" fill="none">
                            <path d="M59.8345 77.8347C59.8345 70.1946 50.5442 64.001 39.084 64.001C27.6238 64.001 18.3335 70.1946 18.3335 77.8347M66.1569 30.0113C67.4415 31.2958 68.4605 32.8208 69.1557 34.4992C69.8509 36.1776 70.2094 37.9776 70.2094 39.7942C70.2094 41.6109 69.8512 43.406 69.156 45.0844C68.4608 46.7628 67.4415 48.2896 66.1569 49.5742M73.6682 22.5C75.939 24.7708 77.7403 27.4667 78.9693 30.4337C80.1983 33.4007 80.8335 36.5801 80.8335 39.7916C80.8335 43.003 80.1996 46.1838 78.9706 49.1508C77.7417 52.1177 75.939 54.8139 73.6682 57.0847M39.084 53.6258C31.4439 53.6258 25.2503 47.4322 25.2503 39.7921C25.2503 32.152 31.4439 25.9584 39.084 25.9584C46.7241 25.9584 52.9177 32.152 52.9177 39.7921C52.9177 47.4322 46.7241 53.6258 39.084 53.6258Z" stroke="#F7631B" stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                        </svg>

                        <p class="text p2">Sprechen</p>
                        <div class="check-icon"><?php echo $check_smoll; ?></div>
                    </a>
                </div>
                <div class="dropdown-menu-item" id="dropdown-menu-item-5">
                    <a class="dropdown-menu-item-link active" href="#">
                        <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 100 100" fill="none">
                            <path d="M39.1675 26.1109H29.4453C25.556 26.1109 23.61 26.1109 22.1245 26.8678C20.8178 27.5336 19.7562 28.5952 19.0904 29.9019C18.3335 31.3874 18.3335 33.3335 18.3335 37.2227V70.5561C18.3335 74.4453 18.3335 76.3889 19.0904 77.8744C19.7562 79.1811 20.8178 80.2446 22.1245 80.9103C23.6085 81.6665 25.5522 81.6665 29.4339 81.6665H62.7887C66.6703 81.6665 68.6112 81.6665 70.0953 80.9103C71.402 80.2446 72.4671 79.1801 73.1329 77.8734C73.8891 76.3894 73.8891 74.4478 73.8891 70.5661V60.8332M60.0002 29.5832L39.1668 50.4165V60.8332H49.5835L70.4168 39.9998M60.0002 29.5832L70.4168 19.1665L80.8335 29.5832L70.4168 39.9998M60.0002 29.5832L70.4168 39.9998" stroke="#F7631B" stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                        </svg>

                        <p class="text p2">Modelltest</p>
                        <div class="check-icon"><?php echo $check_smoll; ?></div>
                    </a>
                </div>
                <div class="dropdown-menu-item" id="dropdown-menu-item-6">
                    <a class="dropdown-menu-item-link" href="#">
                        <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 100 100" fill="none">
                            <path d="M18.3335 46.0783V27.6959C18.3335 26.2475 18.6188 24.8133 19.1731 23.4751C19.7273 22.137 20.5398 20.9211 21.5639 19.8969C22.5881 18.8728 23.804 18.0603 25.1421 17.5061C26.4803 16.9518 27.9145 16.6665 29.3629 16.6665C30.8113 16.6665 32.2455 16.9518 33.5837 17.5061C34.9218 18.0603 36.1377 18.8728 37.1619 19.8969C38.1861 20.9211 38.9985 22.137 39.5528 23.4751C40.107 24.8133 40.3923 26.2475 40.3923 27.6959V46.0783M18.3335 35.0489H40.3923M77.157 24.0194V46.0783M18.3335 60.7842H62.4511M18.3335 75.49H40.3923M55.0982 75.49L62.4511 82.843L80.8335 64.4606M55.0982 35.0489C55.0982 37.974 56.2602 40.7794 58.3286 42.8478C60.3971 44.9162 63.2024 46.0783 66.1276 46.0783C69.0528 46.0783 71.8582 44.9162 73.9266 42.8478C75.995 40.7794 77.157 37.974 77.157 35.0489C77.157 32.1237 75.995 29.3183 73.9266 27.2499C71.8582 25.1815 69.0528 24.0194 66.1276 24.0194C63.2024 24.0194 60.3971 25.1815 58.3286 27.2499C56.2602 29.3183 55.0982 32.1237 55.0982 35.0489Z" stroke="#F7631B" stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                        <p class="text p2">Lernmaterialien</p>
                        <div class="check-icon"><?php echo $check_smoll; ?></div>
                    </a>
                </div>
            </div>

            <div class="progress-container">
                <div class="progress-info">
                    <span class="start-label text p4">Dein Fortschritt</span>
                    <span class="end-label text p4">
                        Erfolgsquote 70 %
                        <div class="like-icon">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M15 9.99905L14.26 9.87605C14.2421 9.98348 14.2479 10.0935 14.2769 10.1985C14.3058 10.3035 14.3573 10.4009 14.4277 10.484C14.4982 10.5671 14.5858 10.6338 14.6847 10.6796C14.7835 10.7254 14.8911 10.7491 15 10.749V9.99905ZM4 9.99905V9.24905C3.80109 9.24905 3.61032 9.32806 3.46967 9.46872C3.32902 9.60937 3.25 9.80013 3.25 9.99905H4ZM6 20.749H17.36V19.249H6V20.749ZM18.56 9.24905H15V10.749H18.56V9.24905ZM15.74 10.122L16.546 5.28705L15.066 5.04005L14.26 9.87605L15.74 10.122ZM14.82 3.24905H14.606V4.74905H14.819L14.82 3.24905ZM11.485 4.91905L8.97 8.69205L10.218 9.52405L12.733 5.75105L11.485 4.91905ZM7.93 9.24905H4V10.749H7.93V9.24905ZM3.25 9.99905V17.999H4.75V9.99905H3.25ZM20.057 18.539L21.257 12.539L19.787 12.244L18.587 18.244L20.057 18.539ZM8.97 8.69205C8.8559 8.86333 8.70127 9.00279 8.51985 9.09996C8.33842 9.19713 8.13581 9.24799 7.93 9.24805V10.748C8.85 10.748 9.708 10.289 10.218 9.52405L8.97 8.69205ZM16.546 5.28705C16.5877 5.03642 16.5743 4.77872 16.5067 4.53379C16.4392 4.28886 16.3191 4.06158 16.1549 3.86774C15.9906 3.67389 15.7861 3.51814 15.5556 3.4113C15.3251 3.30446 15.0741 3.24909 14.82 3.24905L14.819 4.74905C14.8552 4.74914 14.892 4.75711 14.9249 4.77241C14.9578 4.7877 14.9869 4.80997 15.0103 4.83765C15.0337 4.86533 15.0508 4.89777 15.0604 4.93272C15.07 4.96767 15.0719 5.00429 15.066 5.04005L16.546 5.28705ZM18.56 10.748C19.35 10.748 19.94 11.47 19.786 12.243L21.257 12.538C21.3366 12.1391 21.3267 11.7265 21.228 11.3319C21.1293 10.9373 20.9443 10.5695 20.6864 10.255C20.4284 9.9405 20.1039 9.68715 19.7362 9.5132C19.3685 9.33924 18.9668 9.24903 18.56 9.24905V10.748ZM17.36 20.749C17.9957 20.7492 18.6118 20.528 19.1035 20.1251C19.5952 19.7222 19.9322 19.1614 20.057 18.538L18.587 18.243C18.5303 18.5266 18.377 18.7818 18.1533 18.9651C17.9296 19.1483 17.6492 19.2493 17.36 19.249V20.749ZM14.606 3.24905C13.9887 3.24909 13.3809 3.40054 12.8366 3.69187C12.2923 3.98319 11.8284 4.40438 11.486 4.91805L12.733 5.75105C12.9385 5.44271 13.2171 5.18891 13.5438 5.0141C13.8706 4.8393 14.2354 4.74891 14.606 4.74905V3.24905ZM6 19.249C5.31 19.249 4.75 18.689 4.75 17.999H3.25C3.25 18.7284 3.53973 19.4279 4.05546 19.9436C4.57118 20.4593 5.27065 20.749 6 20.749V19.249Z" fill="#F7631B"></path>
                                <path d="M8 10V20" stroke="#F7631B" stroke-width="1.5"></path>
                            </svg>
                        </div>
                    </span>
                </div>
                <div class="progress-slider-wrapper">
                    <input type="range" min="0" max="100" value="0" class="progress-slider" id="progress-slider" step="1" aria-label="Progress slider">
                    <div class="progress-selector-value" id="progress-selector-value" style="left: 44%">44%</div>
                    <div class="progress-bar" id="progress-bar" style="width: 46%"></div>
                </div>
            </div>

            <h2><span>B1 Modelltest</span> Übungen (von Goethe) mit Lösungen</h2>

            <div class="listening-and-reading">
                <div class="box-info">
                    <p class='text p2 title_name'>Hören und Lesen</p>
                    <h3 class="time">9 von 45</h3>
                    <p class='text p3'>Leiden konnten Sie Level B1 nicht bestehen.</p>
                    <hr>
                    <p class='text p3 autor_name'>Ihr Niveau: <span class='text p2 semibold'>Unter A2</span></p>
                </div>
                <div class="box-button">
                    <button class="primary-black" type="button">Noch einen Modelltest starten</button>
                </div>

            </div>

            <div class="model-main_timer">
                <div class="model-timer_info">
                    <h3 class="text p2">Teil 1: Ansagen am Telefon, öffentliche Durchsagen verstehen</h3>
                </div>
                <div class="model-timer_time">
                    <svg width="26" height="26" viewBox="0 0 26 26" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M13 6.33333V13H19.6667M13 25C6.37258 25 1 19.6274 1 13C1 6.37258 6.37258 1 13 1C19.6274 1 25 6.37258 25 13C25 19.6274 19.6274 25 13 25Z" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path>
                    </svg>
                    <p class="text p3">25 Min</p>
                </div>
            </div>

            <div class="box_border back__width">
                <p class='text p3 center'>Sie hören vier Ansagen. Zu jeder Ansage gibt es eine Aufgabe. Welche Lösung (a, b oder c) passt am besten?</p>

                <form method="post" action="#">

                    <div class="audio-player">
                        <span class="play-btn">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M5 17.3336V6.66698C5 5.78742 5 5.34715 5.18509 5.08691C5.34664 4.85977 5.59564 4.71064 5.87207 4.67499C6.18868 4.63415 6.57701 4.84126 7.35254 5.25487L17.3525 10.5882L17.3562 10.5898C18.2132 11.0469 18.642 11.2756 18.7826 11.5803C18.9053 11.8462 18.9053 12.1531 18.7826 12.4189C18.6418 12.7241 18.212 12.9537 17.3525 13.4121L7.35254 18.7454C6.57645 19.1593 6.1888 19.3657 5.87207 19.3248C5.59564 19.2891 5.34664 19.1401 5.18509 18.9129C5 18.6527 5 18.2132 5 17.3336Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            </svg>
                        </span>
                        <span class="time current-time">0:00</span>
                        <div class="progress-bar-container_a">
                            <div class="progress-bar_a"></div>
                        </div>
                        <span class="time duration">0:00</span>
                        <span class="mute-btn">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M18.82 4.68652C19.8191 5.61821 20.6167 6.74472 21.1636 7.99657C21.7105 9.24842 21.9952 10.5991 21.9999 11.9652C22.0047 13.3313 21.7295 14.6838 21.1914 15.9395C20.6532 17.1951 19.8635 18.3272 18.8709 19.2658M16.092 7.61194C16.6915 8.17095 17.17 8.84686 17.4982 9.59797C17.8263 10.3491 17.9971 11.1595 18 11.9791C18.0028 12.7988 17.8377 13.6103 17.5148 14.3637C17.1919 15.1171 16.7181 15.7963 16.1225 16.3595M7.4803 15.4069L9.15553 17.48C10.0288 18.5607 10.4655 19.1011 10.848 19.1599C11.1792 19.2108 11.5138 19.0925 11.7394 18.8448C12 18.5586 12 17.8638 12 16.4744V7.52572C12 6.13627 12 5.44155 11.7394 5.15536C11.5138 4.90761 11.1792 4.78929 10.848 4.84021C10.4655 4.89904 10.0288 5.43939 9.15553 6.52009L7.4803 8.59319C7.30388 8.81151 7.21567 8.92067 7.10652 8.99922C7.00982 9.06881 6.90147 9.12056 6.78656 9.15204C6.65687 9.18756 6.51652 9.18756 6.23583 9.18756H4.8125C4.0563 9.18756 3.6782 9.18756 3.37264 9.2885C2.77131 9.48716 2.2996 9.95887 2.10094 10.5602C2 10.8658 2 11.2439 2 12.0001C2 12.7563 2 13.1344 2.10094 13.4399C2.2996 14.0413 2.77131 14.513 3.37264 14.7116C3.6782 14.8126 4.0563 14.8126 4.8125 14.8126H6.23583C6.51652 14.8126 6.65687 14.8126 6.78656 14.8481C6.90147 14.8796 7.00982 14.9313 7.10652 15.0009C7.21567 15.0794 7.30388 15.1886 7.4803 15.4069Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            </svg>
                        </span>

                        <div class="menu-container">
                            <span class="menu-btn ml">
                                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M12 6C12 6.55228 12.4477 7 13 7C13.5523 7 14 6.55228 14 6C14 5.44772 13.5523 5 13 5C12.4477 5 12 5.44772 12 6Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                    <path d="M12 12C12 12.5523 12.4477 13 13 13C13.5523 13 14 12.5523 14 12C14 11.4477 13.5523 11 13 11C12.4477 11 12 11.4477 12 12Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                    <path d="M12 18C12 18.5523 12.4477 19 13 19C13.5523 19 14 18.5523 14 18C14 17.4477 13.5523 17 13 17C12.4477 17 12 17.4477 12 18Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                </svg>
                            </span>
                            <ul class="menu hidden">
                                <li>
                                    <a href="https://fobiya.github.io/Fobiya/PcOmxfke42b7.128.mp3" class="download-link" download><svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M8 28H24M16 4V22.6667M16 22.6667L22.6667 16M16 22.6667L9.33333 16" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                        </svg>Download</a>
                                </li>
                                <li>
                                    <span class="speed-options-btn">
                                        <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M12.81 2.02202C13.8367 1.78868 14.9033 1.66602 15.9993 1.66602C23.9153 1.66602 30.3327 8.08335 30.3327 15.9993C30.3327 23.9153 23.9153 30.3327 15.9993 30.3327C14.9033 30.3327 13.8367 30.21 12.81 29.9767C12.6819 29.9476 12.5608 29.8936 12.4536 29.8177C12.3464 29.7419 12.2552 29.6456 12.1852 29.5345C12.1152 29.4234 12.0677 29.2996 12.0456 29.1701C12.0234 29.0406 12.0269 28.9081 12.056 28.78C12.0851 28.6519 12.1391 28.5308 12.215 28.4236C12.2908 28.3164 12.3871 28.2252 12.4982 28.1552C12.6093 28.0852 12.7331 28.0377 12.8626 28.0156C12.992 27.9934 13.1246 27.9969 13.2527 28.026C15.0585 28.4364 16.9336 28.4349 18.7387 28.0215C20.5439 27.6082 22.2328 26.7936 23.6801 25.6383C25.1274 24.483 26.296 23.0167 27.0991 21.348C27.9022 19.6793 28.3192 17.8512 28.3192 15.9993C28.3192 14.1475 27.9022 12.3194 27.0991 10.6507C26.296 8.98204 25.1274 7.51565 23.6801 6.36035C22.2328 5.20505 20.5439 4.39051 18.7387 3.97716C16.9336 3.56382 15.0585 3.56229 13.2527 3.97268C12.994 4.03138 12.7226 3.98492 12.4982 3.84352C12.2738 3.70212 12.1147 3.47736 12.056 3.21868C11.9973 2.96001 12.0438 2.68861 12.1852 2.46419C12.3266 2.23977 12.5513 2.08072 12.81 2.02202ZM9.75135 4.17535C9.89255 4.39974 9.93886 4.67102 9.8801 4.92955C9.82135 5.18808 9.66233 5.41269 9.43801 5.55402C7.86913 6.54243 6.54189 7.87012 5.55402 9.43935C5.41257 9.6639 5.18771 9.82306 4.92891 9.88182C4.67011 9.94058 4.39857 9.89413 4.17402 9.75268C3.94947 9.61123 3.7903 9.38638 3.73154 9.12757C3.67278 8.86877 3.71923 8.59723 3.86068 8.37268C5.00849 6.55067 6.55033 5.00929 8.37268 3.86202C8.48384 3.79189 8.60774 3.74437 8.73728 3.72217C8.86682 3.69996 8.99947 3.70351 9.12763 3.73261C9.2558 3.76172 9.37698 3.8158 9.48423 3.89176C9.59148 3.96773 9.68137 4.0641 9.75135 4.17535ZM3.97268 13.2527C4.03138 12.994 3.98492 12.7226 3.84352 12.4982C3.70212 12.2738 3.47736 12.1147 3.21868 12.056C2.96001 11.9973 2.68861 12.0438 2.46419 12.1852C2.23977 12.3266 2.08072 12.5513 2.02202 12.81C1.78868 13.8367 1.66602 14.9033 1.66602 15.9993C1.66602 17.0953 1.78868 18.162 2.02202 19.19C2.08089 19.4487 2.24012 19.6734 2.46466 19.8147C2.68921 19.9559 2.96067 20.0022 3.21935 19.9433C3.47802 19.8845 3.70271 19.7252 3.84399 19.5007C3.98527 19.2762 4.03156 19.0047 3.97268 18.746C3.76843 17.8447 3.66557 16.9235 3.66602 15.9993C3.66602 15.054 3.77268 14.1353 3.97268 13.2527ZM4.17535 22.2473C4.39974 22.1061 4.67102 22.0598 4.92955 22.1186C5.18808 22.1774 5.41269 22.3364 5.55402 22.5607C6.54205 24.1294 7.86927 25.4566 9.43801 26.4447C9.5492 26.5147 9.6455 26.606 9.72142 26.7132C9.79734 26.8205 9.85139 26.9416 9.88049 27.0698C9.90958 27.1979 9.91316 27.3306 9.891 27.4601C9.86884 27.5896 9.82139 27.7135 9.75135 27.8247C9.68131 27.9359 9.59006 28.0322 9.4828 28.1081C9.37555 28.184 9.25439 28.2381 9.12624 28.2672C8.86744 28.3259 8.5959 28.2795 8.37135 28.138C6.54997 26.9904 5.00906 25.4491 3.86202 23.6273C3.79189 23.5162 3.74437 23.3923 3.72217 23.2628C3.69996 23.1332 3.70351 23.0006 3.73261 22.8724C3.76172 22.7442 3.8158 22.6231 3.89176 22.5158C3.96773 22.4086 4.0641 22.3173 4.17535 22.2473Z" fill="black" />
                                            <path d="M20.552 14.588C21.5933 15.204 21.5933 16.796 20.552 17.412L14.2587 21.128C13.2453 21.7253 12 20.9466 12 19.7146V12.2853C12 11.0533 13.2453 10.2759 14.2587 10.8733L20.552 14.588Z" fill="black" />
                                        </svg> Playback speed</span>
                                    <ul class="speed-options hidden">
                                        <li data-speed="0.5">0.5</li>
                                        <li data-speed="0.75">0.75</li>
                                        <li data-speed="1" class="active">1</li>
                                        <li data-speed="1.25">1.25</li>
                                        <li data-speed="1.5">1.5</li>
                                    </ul>
                                </li>
                            </ul>
                        </div>
                    </div>
                    <audio src="https://fobiya.github.io/Fobiya/PcOmxfke42b7.128.mp3" controls></audio>

                    <div class="list__">
                        <p class='label text p2_semibold'>Was wird während dieser Zeit vorübergehend unterbrochen sein? </p>
                        <div class="inputmodal inputmodal-1">
                            <span class='close-inputmodal'>schließen
                                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M24 24L16 16M16 16L8 8M16 16L24 8M16 16L8 24" stroke="#161616" stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                                </svg>
                            </span>
                            <div class="inputmodal__content">
                                <p class='text p2'>Die Natur ist ein wunderbarer Ort, der uns Ruhe und Energie schenkt. Wenn wir durch die grünen Wälder wandern oder die majestätischen Berge betrachten, spüren wir eine tiefe Verbundenheit zur Erde. Jede Jahreszeit bringt ihre eigenen Farben und Düfte, die uns immer wieder in Erstaunen versetzen.
                                <p>
                                <p class='text p2'>Die frische Luft und die sanften Geräusche der Natur haben eine beruhigende Wirkung auf unseren Geist. Das Zwitschern der Vögel, das leise Plätschern eines Baches und das Rascheln der Blätter schaffen eine friedliche Atmosphäre. Diese Momente erinnern uns daran, wie kostbar und faszinierend die Welt um uns herum ist.</p>
                                <p class='text p2'>Die frische Luft und die sanften Geräusche der Natur haben eine beruhigende Wirkung auf unseren Geist. Das Zwitschern der Vögel, das leise Plätschern eines Baches und das Rascheln der Blätter schaffen eine friedliche Atmosphäre. Diese Momente erinnern uns daran, wie kostbar und faszinierend die Welt um uns herum ist.</p>
                                <p class='text p2'>Die frische Luft und die sanften Geräusche der Natur haben eine beruhigende Wirkung auf unseren Geist. Das Zwitschern der Vögel, das leise Plätschern eines Baches und das Rascheln der Blätter schaffen eine friedliche Atmosphäre. Diese Momente erinnern uns daran, wie kostbar und faszinierend die Welt um uns herum ist.</p>
                            </div>
                        </div>

                        <span class="input__box border__box">
                            <input class='input_radio' type="radio" name="radio1" value="richtig" aria-label="Die Verfügbarkeit"> <span>a) Die Verfügbarkeit von dringenden Bestellungen.</span>
                        </span>
                        <span class="input__box border__box green">
                            <input class='input_radio' type="radio" name="radio1" value="falsch" aria-label="Die Lieferung"> <span>b) Die Lieferung von bereits getätigten Bestellungen.</span>
                            <button class="primary-button" type="button" data-inputmodal='inputmodal-1'>
                                <svg width="21" height="20" viewBox="0 0 21 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M7.64648 7.07361C7.81728 6.54732 8.13015 6.07896 8.55078 5.71948C8.97141 5.36001 9.4838 5.12378 10.0303 5.03708C10.5768 4.95038 11.1362 5.0164 11.6475 5.22803C12.1587 5.43966 12.6014 5.78875 12.9268 6.23633C13.2521 6.68391 13.4469 7.21256 13.4904 7.76416C13.5339 8.31576 13.4238 8.86879 13.1727 9.36182C12.9215 9.85484 12.5394 10.2685 12.0676 10.5576C11.5958 10.8467 11.0533 10.9998 10.5 10.9998V12.0002M10.5 19C5.52944 19 1.5 14.9706 1.5 10C1.5 5.02944 5.52944 1 10.5 1C15.4706 1 19.5 5.02944 19.5 10C19.5 14.9706 15.4706 19 10.5 19ZM10.5498 15V15.1L10.4502 15.1002V15H10.5498Z" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>Erklärung</button>
                        </span>
                        <span class="input__box border__box">
                            <input class='input_radio' type="radio" name="radio1" value="falsch" aria-label="Online-Bestellungen"> <span>c) Online-Bestellungen könnten unterbrochen sein.</span>
                        </span>
                    </div>
                    <hr>

                    <div class="audio-player">
                        <span class="play-btn">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M5 17.3336V6.66698C5 5.78742 5 5.34715 5.18509 5.08691C5.34664 4.85977 5.59564 4.71064 5.87207 4.67499C6.18868 4.63415 6.57701 4.84126 7.35254 5.25487L17.3525 10.5882L17.3562 10.5898C18.2132 11.0469 18.642 11.2756 18.7826 11.5803C18.9053 11.8462 18.9053 12.1531 18.7826 12.4189C18.6418 12.7241 18.212 12.9537 17.3525 13.4121L7.35254 18.7454C6.57645 19.1593 6.1888 19.3657 5.87207 19.3248C5.59564 19.2891 5.34664 19.1401 5.18509 18.9129C5 18.6527 5 18.2132 5 17.3336Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            </svg>
                        </span>
                        <span class="time current-time">0:00</span>
                        <div class="progress-bar-container_a">
                            <div class="progress-bar_a"></div>
                        </div>
                        <span class="time duration">0:00</span>
                        <span class="mute-btn">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M18.82 4.68652C19.8191 5.61821 20.6167 6.74472 21.1636 7.99657C21.7105 9.24842 21.9952 10.5991 21.9999 11.9652C22.0047 13.3313 21.7295 14.6838 21.1914 15.9395C20.6532 17.1951 19.8635 18.3272 18.8709 19.2658M16.092 7.61194C16.6915 8.17095 17.17 8.84686 17.4982 9.59797C17.8263 10.3491 17.9971 11.1595 18 11.9791C18.0028 12.7988 17.8377 13.6103 17.5148 14.3637C17.1919 15.1171 16.7181 15.7963 16.1225 16.3595M7.4803 15.4069L9.15553 17.48C10.0288 18.5607 10.4655 19.1011 10.848 19.1599C11.1792 19.2108 11.5138 19.0925 11.7394 18.8448C12 18.5586 12 17.8638 12 16.4744V7.52572C12 6.13627 12 5.44155 11.7394 5.15536C11.5138 4.90761 11.1792 4.78929 10.848 4.84021C10.4655 4.89904 10.0288 5.43939 9.15553 6.52009L7.4803 8.59319C7.30388 8.81151 7.21567 8.92067 7.10652 8.99922C7.00982 9.06881 6.90147 9.12056 6.78656 9.15204C6.65687 9.18756 6.51652 9.18756 6.23583 9.18756H4.8125C4.0563 9.18756 3.6782 9.18756 3.37264 9.2885C2.77131 9.48716 2.2996 9.95887 2.10094 10.5602C2 10.8658 2 11.2439 2 12.0001C2 12.7563 2 13.1344 2.10094 13.4399C2.2996 14.0413 2.77131 14.513 3.37264 14.7116C3.6782 14.8126 4.0563 14.8126 4.8125 14.8126H6.23583C6.51652 14.8126 6.65687 14.8126 6.78656 14.8481C6.90147 14.8796 7.00982 14.9313 7.10652 15.0009C7.21567 15.0794 7.30388 15.1886 7.4803 15.4069Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            </svg>
                        </span>

                        <div class="menu-container">
                            <span class="menu-btn ml">
                                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M12 6C12 6.55228 12.4477 7 13 7C13.5523 7 14 6.55228 14 6C14 5.44772 13.5523 5 13 5C12.4477 5 12 5.44772 12 6Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                    <path d="M12 12C12 12.5523 12.4477 13 13 13C13.5523 13 14 12.5523 14 12C14 11.4477 13.5523 11 13 11C12.4477 11 12 11.4477 12 12Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                    <path d="M12 18C12 18.5523 12.4477 19 13 19C13.5523 19 14 18.5523 14 18C14 17.4477 13.5523 17 13 17C12.4477 17 12 17.4477 12 18Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                </svg>
                            </span>
                            <ul class="menu hidden">
                                <li>
                                    <a href="https://fobiya.github.io/Fobiya/PcOmxfke42b7.128.mp3" class="download-link" download><svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M8 28H24M16 4V22.6667M16 22.6667L22.6667 16M16 22.6667L9.33333 16" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                        </svg>Download</a>
                                </li>
                                <li>
                                    <span class="speed-options-btn">
                                        <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M12.81 2.02202C13.8367 1.78868 14.9033 1.66602 15.9993 1.66602C23.9153 1.66602 30.3327 8.08335 30.3327 15.9993C30.3327 23.9153 23.9153 30.3327 15.9993 30.3327C14.9033 30.3327 13.8367 30.21 12.81 29.9767C12.6819 29.9476 12.5608 29.8936 12.4536 29.8177C12.3464 29.7419 12.2552 29.6456 12.1852 29.5345C12.1152 29.4234 12.0677 29.2996 12.0456 29.1701C12.0234 29.0406 12.0269 28.9081 12.056 28.78C12.0851 28.6519 12.1391 28.5308 12.215 28.4236C12.2908 28.3164 12.3871 28.2252 12.4982 28.1552C12.6093 28.0852 12.7331 28.0377 12.8626 28.0156C12.992 27.9934 13.1246 27.9969 13.2527 28.026C15.0585 28.4364 16.9336 28.4349 18.7387 28.0215C20.5439 27.6082 22.2328 26.7936 23.6801 25.6383C25.1274 24.483 26.296 23.0167 27.0991 21.348C27.9022 19.6793 28.3192 17.8512 28.3192 15.9993C28.3192 14.1475 27.9022 12.3194 27.0991 10.6507C26.296 8.98204 25.1274 7.51565 23.6801 6.36035C22.2328 5.20505 20.5439 4.39051 18.7387 3.97716C16.9336 3.56382 15.0585 3.56229 13.2527 3.97268C12.994 4.03138 12.7226 3.98492 12.4982 3.84352C12.2738 3.70212 12.1147 3.47736 12.056 3.21868C11.9973 2.96001 12.0438 2.68861 12.1852 2.46419C12.3266 2.23977 12.5513 2.08072 12.81 2.02202ZM9.75135 4.17535C9.89255 4.39974 9.93886 4.67102 9.8801 4.92955C9.82135 5.18808 9.66233 5.41269 9.43801 5.55402C7.86913 6.54243 6.54189 7.87012 5.55402 9.43935C5.41257 9.6639 5.18771 9.82306 4.92891 9.88182C4.67011 9.94058 4.39857 9.89413 4.17402 9.75268C3.94947 9.61123 3.7903 9.38638 3.73154 9.12757C3.67278 8.86877 3.71923 8.59723 3.86068 8.37268C5.00849 6.55067 6.55033 5.00929 8.37268 3.86202C8.48384 3.79189 8.60774 3.74437 8.73728 3.72217C8.86682 3.69996 8.99947 3.70351 9.12763 3.73261C9.2558 3.76172 9.37698 3.8158 9.48423 3.89176C9.59148 3.96773 9.68137 4.0641 9.75135 4.17535ZM3.97268 13.2527C4.03138 12.994 3.98492 12.7226 3.84352 12.4982C3.70212 12.2738 3.47736 12.1147 3.21868 12.056C2.96001 11.9973 2.68861 12.0438 2.46419 12.1852C2.23977 12.3266 2.08072 12.5513 2.02202 12.81C1.78868 13.8367 1.66602 14.9033 1.66602 15.9993C1.66602 17.0953 1.78868 18.162 2.02202 19.19C2.08089 19.4487 2.24012 19.6734 2.46466 19.8147C2.68921 19.9559 2.96067 20.0022 3.21935 19.9433C3.47802 19.8845 3.70271 19.7252 3.84399 19.5007C3.98527 19.2762 4.03156 19.0047 3.97268 18.746C3.76843 17.8447 3.66557 16.9235 3.66602 15.9993C3.66602 15.054 3.77268 14.1353 3.97268 13.2527ZM4.17535 22.2473C4.39974 22.1061 4.67102 22.0598 4.92955 22.1186C5.18808 22.1774 5.41269 22.3364 5.55402 22.5607C6.54205 24.1294 7.86927 25.4566 9.43801 26.4447C9.5492 26.5147 9.6455 26.606 9.72142 26.7132C9.79734 26.8205 9.85139 26.9416 9.88049 27.0698C9.90958 27.1979 9.91316 27.3306 9.891 27.4601C9.86884 27.5896 9.82139 27.7135 9.75135 27.8247C9.68131 27.9359 9.59006 28.0322 9.4828 28.1081C9.37555 28.184 9.25439 28.2381 9.12624 28.2672C8.86744 28.3259 8.5959 28.2795 8.37135 28.138C6.54997 26.9904 5.00906 25.4491 3.86202 23.6273C3.79189 23.5162 3.74437 23.3923 3.72217 23.2628C3.69996 23.1332 3.70351 23.0006 3.73261 22.8724C3.76172 22.7442 3.8158 22.6231 3.89176 22.5158C3.96773 22.4086 4.0641 22.3173 4.17535 22.2473Z" fill="black" />
                                            <path d="M20.552 14.588C21.5933 15.204 21.5933 16.796 20.552 17.412L14.2587 21.128C13.2453 21.7253 12 20.9466 12 19.7146V12.2853C12 11.0533 13.2453 10.2759 14.2587 10.8733L20.552 14.588Z" fill="black" />
                                        </svg> Playback speed</span>
                                    <ul class="speed-options hidden">
                                        <li data-speed="0.5">0.5</li>
                                        <li data-speed="0.75">0.75</li>
                                        <li data-speed="1" class="active">1</li>
                                        <li data-speed="1.25">1.25</li>
                                        <li data-speed="1.5">1.5</li>
                                    </ul>
                                </li>
                            </ul>
                        </div>
                    </div>
                    <audio src="https://fobiya.github.io/Fobiya/PcOmxfke42b7.128.mp3" controls></audio>

                    <div class="list__">
                        <p class='label text p2_semibold'> Was können die Zuschauer heute erwarten?</p>
                        <div class="inputmodal inputmodal-2">
                            <span class='close-inputmodal'>schließen
                                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M24 24L16 16M16 16L8 8M16 16L24 8M16 16L8 24" stroke="#161616" stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                                </svg>
                            </span>
                            <div class="inputmodal__content">
                                <p class='text p2'>Die Natur ist ein wunderbarer Ort, der uns Ruhe und Energie schenkt. Wenn wir durch die grünen Wälder wandern oder die majestätischen Berge betrachten, spüren wir eine tiefe Verbundenheit zur Erde. Jede Jahreszeit bringt ihre eigenen Farben und Düfte, die uns immer wieder in Erstaunen versetzen.
                                <p>
                                <p class='text p2'>Die frische Luft und die sanften Geräusche der Natur haben eine beruhigende Wirkung auf unseren Geist. Das Zwitschern der Vögel, das leise Plätschern eines Baches und das Rascheln der Blätter schaffen eine friedliche Atmosphäre. Diese Momente erinnern uns daran, wie kostbar und faszinierend die Welt um uns herum ist.</p>
                                <p class='text p2'>Die frische Luft und die sanften Geräusche der Natur haben eine beruhigende Wirkung auf unseren Geist. Das Zwitschern der Vögel, das leise Plätschern eines Baches und das Rascheln der Blätter schaffen eine friedliche Atmosphäre. Diese Momente erinnern uns daran, wie kostbar und faszinierend die Welt um uns herum ist.</p>
                                <p class='text p2'>Die frische Luft und die sanften Geräusche der Natur haben eine beruhigende Wirkung auf unseren Geist. Das Zwitschern der Vögel, das leise Plätschern eines Baches und das Rascheln der Blätter schaffen eine friedliche Atmosphäre. Diese Momente erinnern uns daran, wie kostbar und faszinierend die Welt um uns herum ist.</p>
                            </div>
                        </div>


                        <span class="input__box border__box red">
                            <input class='input_radio' type="radio" name="radio2" value="bei Verwandten" aria-label="Regen"> <span>a) Regen.</span>
                        </span>
                        <span class="input__box border__box green">
                            <input class='input_radio' type="radio" name="radio2" value="im Hotel" aria-label="Sonniges Wetter"> <span>b) Sonniges Wetter mit wenig Wind.</span>
                            <button class="primary-button" type="button" data-inputmodal='inputmodal-2'>
                                <svg width="21" height="20" viewBox="0 0 21 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M7.64648 7.07361C7.81728 6.54732 8.13015 6.07896 8.55078 5.71948C8.97141 5.36001 9.4838 5.12378 10.0303 5.03708C10.5768 4.95038 11.1362 5.0164 11.6475 5.22803C12.1587 5.43966 12.6014 5.78875 12.9268 6.23633C13.2521 6.68391 13.4469 7.21256 13.4904 7.76416C13.5339 8.31576 13.4238 8.86879 13.1727 9.36182C12.9215 9.85484 12.5394 10.2685 12.0676 10.5576C11.5958 10.8467 11.0533 10.9998 10.5 10.9998V12.0002M10.5 19C5.52944 19 1.5 14.9706 1.5 10C1.5 5.02944 5.52944 1 10.5 1C15.4706 1 19.5 5.02944 19.5 10C19.5 14.9706 15.4706 19 10.5 19ZM10.5498 15V15.1L10.4502 15.1002V15H10.5498Z" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                Erklärung
                            </button>
                        </span>
                        <span class="input__box border__box">
                            <input class='input_radio' type="radio" name="radio2" value="im Zelt" aria-label="Sonniges Wetter"> <span>c) Sonniges Wetter mit Wind.</span>
                        </span>
                    </div>
                    <hr>

                    <div class="audio-player">
                        <span class="play-btn">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M5 17.3336V6.66698C5 5.78742 5 5.34715 5.18509 5.08691C5.34664 4.85977 5.59564 4.71064 5.87207 4.67499C6.18868 4.63415 6.57701 4.84126 7.35254 5.25487L17.3525 10.5882L17.3562 10.5898C18.2132 11.0469 18.642 11.2756 18.7826 11.5803C18.9053 11.8462 18.9053 12.1531 18.7826 12.4189C18.6418 12.7241 18.212 12.9537 17.3525 13.4121L7.35254 18.7454C6.57645 19.1593 6.1888 19.3657 5.87207 19.3248C5.59564 19.2891 5.34664 19.1401 5.18509 18.9129C5 18.6527 5 18.2132 5 17.3336Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            </svg>
                        </span>
                        <span class="time current-time">0:00</span>
                        <div class="progress-bar-container_a">
                            <div class="progress-bar_a"></div>
                        </div>
                        <span class="time duration">0:00</span>
                        <span class="mute-btn">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M18.82 4.68652C19.8191 5.61821 20.6167 6.74472 21.1636 7.99657C21.7105 9.24842 21.9952 10.5991 21.9999 11.9652C22.0047 13.3313 21.7295 14.6838 21.1914 15.9395C20.6532 17.1951 19.8635 18.3272 18.8709 19.2658M16.092 7.61194C16.6915 8.17095 17.17 8.84686 17.4982 9.59797C17.8263 10.3491 17.9971 11.1595 18 11.9791C18.0028 12.7988 17.8377 13.6103 17.5148 14.3637C17.1919 15.1171 16.7181 15.7963 16.1225 16.3595M7.4803 15.4069L9.15553 17.48C10.0288 18.5607 10.4655 19.1011 10.848 19.1599C11.1792 19.2108 11.5138 19.0925 11.7394 18.8448C12 18.5586 12 17.8638 12 16.4744V7.52572C12 6.13627 12 5.44155 11.7394 5.15536C11.5138 4.90761 11.1792 4.78929 10.848 4.84021C10.4655 4.89904 10.0288 5.43939 9.15553 6.52009L7.4803 8.59319C7.30388 8.81151 7.21567 8.92067 7.10652 8.99922C7.00982 9.06881 6.90147 9.12056 6.78656 9.15204C6.65687 9.18756 6.51652 9.18756 6.23583 9.18756H4.8125C4.0563 9.18756 3.6782 9.18756 3.37264 9.2885C2.77131 9.48716 2.2996 9.95887 2.10094 10.5602C2 10.8658 2 11.2439 2 12.0001C2 12.7563 2 13.1344 2.10094 13.4399C2.2996 14.0413 2.77131 14.513 3.37264 14.7116C3.6782 14.8126 4.0563 14.8126 4.8125 14.8126H6.23583C6.51652 14.8126 6.65687 14.8126 6.78656 14.8481C6.90147 14.8796 7.00982 14.9313 7.10652 15.0009C7.21567 15.0794 7.30388 15.1886 7.4803 15.4069Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            </svg>
                        </span>

                        <div class="menu-container">
                            <span class="menu-btn ml">
                                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M12 6C12 6.55228 12.4477 7 13 7C13.5523 7 14 6.55228 14 6C14 5.44772 13.5523 5 13 5C12.4477 5 12 5.44772 12 6Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                    <path d="M12 12C12 12.5523 12.4477 13 13 13C13.5523 13 14 12.5523 14 12C14 11.4477 13.5523 11 13 11C12.4477 11 12 11.4477 12 12Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                    <path d="M12 18C12 18.5523 12.4477 19 13 19C13.5523 19 14 18.5523 14 18C14 17.4477 13.5523 17 13 17C12.4477 17 12 17.4477 12 18Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                </svg>
                            </span>
                            <ul class="menu hidden">
                                <li>
                                    <a href="https://fobiya.github.io/Fobiya/PcOmxfke42b7.128.mp3" class="download-link" download><svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M8 28H24M16 4V22.6667M16 22.6667L22.6667 16M16 22.6667L9.33333 16" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                        </svg>Download</a>
                                </li>
                                <li>
                                    <span class="speed-options-btn">
                                        <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M12.81 2.02202C13.8367 1.78868 14.9033 1.66602 15.9993 1.66602C23.9153 1.66602 30.3327 8.08335 30.3327 15.9993C30.3327 23.9153 23.9153 30.3327 15.9993 30.3327C14.9033 30.3327 13.8367 30.21 12.81 29.9767C12.6819 29.9476 12.5608 29.8936 12.4536 29.8177C12.3464 29.7419 12.2552 29.6456 12.1852 29.5345C12.1152 29.4234 12.0677 29.2996 12.0456 29.1701C12.0234 29.0406 12.0269 28.9081 12.056 28.78C12.0851 28.6519 12.1391 28.5308 12.215 28.4236C12.2908 28.3164 12.3871 28.2252 12.4982 28.1552C12.6093 28.0852 12.7331 28.0377 12.8626 28.0156C12.992 27.9934 13.1246 27.9969 13.2527 28.026C15.0585 28.4364 16.9336 28.4349 18.7387 28.0215C20.5439 27.6082 22.2328 26.7936 23.6801 25.6383C25.1274 24.483 26.296 23.0167 27.0991 21.348C27.9022 19.6793 28.3192 17.8512 28.3192 15.9993C28.3192 14.1475 27.9022 12.3194 27.0991 10.6507C26.296 8.98204 25.1274 7.51565 23.6801 6.36035C22.2328 5.20505 20.5439 4.39051 18.7387 3.97716C16.9336 3.56382 15.0585 3.56229 13.2527 3.97268C12.994 4.03138 12.7226 3.98492 12.4982 3.84352C12.2738 3.70212 12.1147 3.47736 12.056 3.21868C11.9973 2.96001 12.0438 2.68861 12.1852 2.46419C12.3266 2.23977 12.5513 2.08072 12.81 2.02202ZM9.75135 4.17535C9.89255 4.39974 9.93886 4.67102 9.8801 4.92955C9.82135 5.18808 9.66233 5.41269 9.43801 5.55402C7.86913 6.54243 6.54189 7.87012 5.55402 9.43935C5.41257 9.6639 5.18771 9.82306 4.92891 9.88182C4.67011 9.94058 4.39857 9.89413 4.17402 9.75268C3.94947 9.61123 3.7903 9.38638 3.73154 9.12757C3.67278 8.86877 3.71923 8.59723 3.86068 8.37268C5.00849 6.55067 6.55033 5.00929 8.37268 3.86202C8.48384 3.79189 8.60774 3.74437 8.73728 3.72217C8.86682 3.69996 8.99947 3.70351 9.12763 3.73261C9.2558 3.76172 9.37698 3.8158 9.48423 3.89176C9.59148 3.96773 9.68137 4.0641 9.75135 4.17535ZM3.97268 13.2527C4.03138 12.994 3.98492 12.7226 3.84352 12.4982C3.70212 12.2738 3.47736 12.1147 3.21868 12.056C2.96001 11.9973 2.68861 12.0438 2.46419 12.1852C2.23977 12.3266 2.08072 12.5513 2.02202 12.81C1.78868 13.8367 1.66602 14.9033 1.66602 15.9993C1.66602 17.0953 1.78868 18.162 2.02202 19.19C2.08089 19.4487 2.24012 19.6734 2.46466 19.8147C2.68921 19.9559 2.96067 20.0022 3.21935 19.9433C3.47802 19.8845 3.70271 19.7252 3.84399 19.5007C3.98527 19.2762 4.03156 19.0047 3.97268 18.746C3.76843 17.8447 3.66557 16.9235 3.66602 15.9993C3.66602 15.054 3.77268 14.1353 3.97268 13.2527ZM4.17535 22.2473C4.39974 22.1061 4.67102 22.0598 4.92955 22.1186C5.18808 22.1774 5.41269 22.3364 5.55402 22.5607C6.54205 24.1294 7.86927 25.4566 9.43801 26.4447C9.5492 26.5147 9.6455 26.606 9.72142 26.7132C9.79734 26.8205 9.85139 26.9416 9.88049 27.0698C9.90958 27.1979 9.91316 27.3306 9.891 27.4601C9.86884 27.5896 9.82139 27.7135 9.75135 27.8247C9.68131 27.9359 9.59006 28.0322 9.4828 28.1081C9.37555 28.184 9.25439 28.2381 9.12624 28.2672C8.86744 28.3259 8.5959 28.2795 8.37135 28.138C6.54997 26.9904 5.00906 25.4491 3.86202 23.6273C3.79189 23.5162 3.74437 23.3923 3.72217 23.2628C3.69996 23.1332 3.70351 23.0006 3.73261 22.8724C3.76172 22.7442 3.8158 22.6231 3.89176 22.5158C3.96773 22.4086 4.0641 22.3173 4.17535 22.2473Z" fill="black" />
                                            <path d="M20.552 14.588C21.5933 15.204 21.5933 16.796 20.552 17.412L14.2587 21.128C13.2453 21.7253 12 20.9466 12 19.7146V12.2853C12 11.0533 13.2453 10.2759 14.2587 10.8733L20.552 14.588Z" fill="black" />
                                        </svg> Playback speed</span>
                                    <ul class="speed-options hidden">
                                        <li data-speed="0.5">0.5</li>
                                        <li data-speed="0.75">0.75</li>
                                        <li data-speed="1" class="active">1</li>
                                        <li data-speed="1.25">1.25</li>
                                        <li data-speed="1.5">1.5</li>
                                    </ul>
                                </li>
                            </ul>
                        </div>
                    </div>
                    <audio src="https://fobiya.github.io/Fobiya/PcOmxfke42b7.128.mp3" controls></audio>

                    <div class="list__">
                        <p class='label text p2_semibold'> Was können die Zuschauer heute erwarten?</p>
                        <div class="inputmodal inputmodal-3">
                            <span class='close-inputmodal'>schließen
                                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M24 24L16 16M16 16L8 8M16 16L24 8M16 16L8 24" stroke="#161616" stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                                </svg>
                            </span>
                            <div class="inputmodal__content">
                                <p class='text p2'>Die Natur ist ein wunderbarer Ort, der uns Ruhe und Energie schenkt. Wenn wir durch die grünen Wälder wandern oder die majestätischen Berge betrachten, spüren wir eine tiefe Verbundenheit zur Erde. Jede Jahreszeit bringt ihre eigenen Farben und Düfte, die uns immer wieder in Erstaunen versetzen.
                                <p>
                                <p class='text p2'>Die frische Luft und die sanften Geräusche der Natur haben eine beruhigende Wirkung auf unseren Geist. Das Zwitschern der Vögel, das leise Plätschern eines Baches und das Rascheln der Blätter schaffen eine friedliche Atmosphäre. Diese Momente erinnern uns daran, wie kostbar und faszinierend die Welt um uns herum ist.</p>
                                <p class='text p2'>Die frische Luft und die sanften Geräusche der Natur haben eine beruhigende Wirkung auf unseren Geist. Das Zwitschern der Vögel, das leise Plätschern eines Baches und das Rascheln der Blätter schaffen eine friedliche Atmosphäre. Diese Momente erinnern uns daran, wie kostbar und faszinierend die Welt um uns herum ist.</p>
                                <p class='text p2'>Die frische Luft und die sanften Geräusche der Natur haben eine beruhigende Wirkung auf unseren Geist. Das Zwitschern der Vögel, das leise Plätschern eines Baches und das Rascheln der Blätter schaffen eine friedliche Atmosphäre. Diese Momente erinnern uns daran, wie kostbar und faszinierend die Welt um uns herum ist.</p>
                            </div>
                        </div>

                        <span class="input__box border__box red">
                            <input class='input_radio' type="radio" name="radio2" value="bei Verwandten" aria-label="Regen"> <span>a) Regen.</span>
                        </span>
                        <span class="input__box border__box green">
                            <input class='input_radio' type="radio" name="radio2" value="im Hotel" aria-label="Sonniges Wetter"> <span>b) Sonniges Wetter mit wenig Wind.</span>
                            <button class="primary-button" type="button" data-inputmodal='inputmodal-3'>
                                <svg width="21" height="20" viewBox="0 0 21 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M7.64648 7.07361C7.81728 6.54732 8.13015 6.07896 8.55078 5.71948C8.97141 5.36001 9.4838 5.12378 10.0303 5.03708C10.5768 4.95038 11.1362 5.0164 11.6475 5.22803C12.1587 5.43966 12.6014 5.78875 12.9268 6.23633C13.2521 6.68391 13.4469 7.21256 13.4904 7.76416C13.5339 8.31576 13.4238 8.86879 13.1727 9.36182C12.9215 9.85484 12.5394 10.2685 12.0676 10.5576C11.5958 10.8467 11.0533 10.9998 10.5 10.9998V12.0002M10.5 19C5.52944 19 1.5 14.9706 1.5 10C1.5 5.02944 5.52944 1 10.5 1C15.4706 1 19.5 5.02944 19.5 10C19.5 14.9706 15.4706 19 10.5 19ZM10.5498 15V15.1L10.4502 15.1002V15H10.5498Z" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                Erklärung
                            </button>
                        </span>
                        <span class="input__box border__box">
                            <input class='input_radio' type="radio" name="radio2" value="im Zelt" aria-label="Sonniges Wetter"> <span>c) Sonniges Wetter mit Wind.</span>
                        </span>
                    </div>
                    <hr>

                    <div class="audio-player">
                        <span class="play-btn">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M5 17.3336V6.66698C5 5.78742 5 5.34715 5.18509 5.08691C5.34664 4.85977 5.59564 4.71064 5.87207 4.67499C6.18868 4.63415 6.57701 4.84126 7.35254 5.25487L17.3525 10.5882L17.3562 10.5898C18.2132 11.0469 18.642 11.2756 18.7826 11.5803C18.9053 11.8462 18.9053 12.1531 18.7826 12.4189C18.6418 12.7241 18.212 12.9537 17.3525 13.4121L7.35254 18.7454C6.57645 19.1593 6.1888 19.3657 5.87207 19.3248C5.59564 19.2891 5.34664 19.1401 5.18509 18.9129C5 18.6527 5 18.2132 5 17.3336Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            </svg>
                        </span>
                        <span class="time current-time">0:00</span>
                        <div class="progress-bar-container_a">
                            <div class="progress-bar_a"></div>
                        </div>
                        <span class="time duration">0:00</span>
                        <span class="mute-btn">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M18.82 4.68652C19.8191 5.61821 20.6167 6.74472 21.1636 7.99657C21.7105 9.24842 21.9952 10.5991 21.9999 11.9652C22.0047 13.3313 21.7295 14.6838 21.1914 15.9395C20.6532 17.1951 19.8635 18.3272 18.8709 19.2658M16.092 7.61194C16.6915 8.17095 17.17 8.84686 17.4982 9.59797C17.8263 10.3491 17.9971 11.1595 18 11.9791C18.0028 12.7988 17.8377 13.6103 17.5148 14.3637C17.1919 15.1171 16.7181 15.7963 16.1225 16.3595M7.4803 15.4069L9.15553 17.48C10.0288 18.5607 10.4655 19.1011 10.848 19.1599C11.1792 19.2108 11.5138 19.0925 11.7394 18.8448C12 18.5586 12 17.8638 12 16.4744V7.52572C12 6.13627 12 5.44155 11.7394 5.15536C11.5138 4.90761 11.1792 4.78929 10.848 4.84021C10.4655 4.89904 10.0288 5.43939 9.15553 6.52009L7.4803 8.59319C7.30388 8.81151 7.21567 8.92067 7.10652 8.99922C7.00982 9.06881 6.90147 9.12056 6.78656 9.15204C6.65687 9.18756 6.51652 9.18756 6.23583 9.18756H4.8125C4.0563 9.18756 3.6782 9.18756 3.37264 9.2885C2.77131 9.48716 2.2996 9.95887 2.10094 10.5602C2 10.8658 2 11.2439 2 12.0001C2 12.7563 2 13.1344 2.10094 13.4399C2.2996 14.0413 2.77131 14.513 3.37264 14.7116C3.6782 14.8126 4.0563 14.8126 4.8125 14.8126H6.23583C6.51652 14.8126 6.65687 14.8126 6.78656 14.8481C6.90147 14.8796 7.00982 14.9313 7.10652 15.0009C7.21567 15.0794 7.30388 15.1886 7.4803 15.4069Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            </svg>
                        </span>

                        <div class="menu-container">
                            <span class="menu-btn ml">
                                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M12 6C12 6.55228 12.4477 7 13 7C13.5523 7 14 6.55228 14 6C14 5.44772 13.5523 5 13 5C12.4477 5 12 5.44772 12 6Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                    <path d="M12 12C12 12.5523 12.4477 13 13 13C13.5523 13 14 12.5523 14 12C14 11.4477 13.5523 11 13 11C12.4477 11 12 11.4477 12 12Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                    <path d="M12 18C12 18.5523 12.4477 19 13 19C13.5523 19 14 18.5523 14 18C14 17.4477 13.5523 17 13 17C12.4477 17 12 17.4477 12 18Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                </svg>
                            </span>
                            <ul class="menu hidden">
                                <li>
                                    <a href="https://fobiya.github.io/Fobiya/PcOmxfke42b7.128.mp3" class="download-link" download><svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M8 28H24M16 4V22.6667M16 22.6667L22.6667 16M16 22.6667L9.33333 16" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                        </svg>Download</a>
                                </li>
                                <li>
                                    <span class="speed-options-btn">
                                        <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M12.81 2.02202C13.8367 1.78868 14.9033 1.66602 15.9993 1.66602C23.9153 1.66602 30.3327 8.08335 30.3327 15.9993C30.3327 23.9153 23.9153 30.3327 15.9993 30.3327C14.9033 30.3327 13.8367 30.21 12.81 29.9767C12.6819 29.9476 12.5608 29.8936 12.4536 29.8177C12.3464 29.7419 12.2552 29.6456 12.1852 29.5345C12.1152 29.4234 12.0677 29.2996 12.0456 29.1701C12.0234 29.0406 12.0269 28.9081 12.056 28.78C12.0851 28.6519 12.1391 28.5308 12.215 28.4236C12.2908 28.3164 12.3871 28.2252 12.4982 28.1552C12.6093 28.0852 12.7331 28.0377 12.8626 28.0156C12.992 27.9934 13.1246 27.9969 13.2527 28.026C15.0585 28.4364 16.9336 28.4349 18.7387 28.0215C20.5439 27.6082 22.2328 26.7936 23.6801 25.6383C25.1274 24.483 26.296 23.0167 27.0991 21.348C27.9022 19.6793 28.3192 17.8512 28.3192 15.9993C28.3192 14.1475 27.9022 12.3194 27.0991 10.6507C26.296 8.98204 25.1274 7.51565 23.6801 6.36035C22.2328 5.20505 20.5439 4.39051 18.7387 3.97716C16.9336 3.56382 15.0585 3.56229 13.2527 3.97268C12.994 4.03138 12.7226 3.98492 12.4982 3.84352C12.2738 3.70212 12.1147 3.47736 12.056 3.21868C11.9973 2.96001 12.0438 2.68861 12.1852 2.46419C12.3266 2.23977 12.5513 2.08072 12.81 2.02202ZM9.75135 4.17535C9.89255 4.39974 9.93886 4.67102 9.8801 4.92955C9.82135 5.18808 9.66233 5.41269 9.43801 5.55402C7.86913 6.54243 6.54189 7.87012 5.55402 9.43935C5.41257 9.6639 5.18771 9.82306 4.92891 9.88182C4.67011 9.94058 4.39857 9.89413 4.17402 9.75268C3.94947 9.61123 3.7903 9.38638 3.73154 9.12757C3.67278 8.86877 3.71923 8.59723 3.86068 8.37268C5.00849 6.55067 6.55033 5.00929 8.37268 3.86202C8.48384 3.79189 8.60774 3.74437 8.73728 3.72217C8.86682 3.69996 8.99947 3.70351 9.12763 3.73261C9.2558 3.76172 9.37698 3.8158 9.48423 3.89176C9.59148 3.96773 9.68137 4.0641 9.75135 4.17535ZM3.97268 13.2527C4.03138 12.994 3.98492 12.7226 3.84352 12.4982C3.70212 12.2738 3.47736 12.1147 3.21868 12.056C2.96001 11.9973 2.68861 12.0438 2.46419 12.1852C2.23977 12.3266 2.08072 12.5513 2.02202 12.81C1.78868 13.8367 1.66602 14.9033 1.66602 15.9993C1.66602 17.0953 1.78868 18.162 2.02202 19.19C2.08089 19.4487 2.24012 19.6734 2.46466 19.8147C2.68921 19.9559 2.96067 20.0022 3.21935 19.9433C3.47802 19.8845 3.70271 19.7252 3.84399 19.5007C3.98527 19.2762 4.03156 19.0047 3.97268 18.746C3.76843 17.8447 3.66557 16.9235 3.66602 15.9993C3.66602 15.054 3.77268 14.1353 3.97268 13.2527ZM4.17535 22.2473C4.39974 22.1061 4.67102 22.0598 4.92955 22.1186C5.18808 22.1774 5.41269 22.3364 5.55402 22.5607C6.54205 24.1294 7.86927 25.4566 9.43801 26.4447C9.5492 26.5147 9.6455 26.606 9.72142 26.7132C9.79734 26.8205 9.85139 26.9416 9.88049 27.0698C9.90958 27.1979 9.91316 27.3306 9.891 27.4601C9.86884 27.5896 9.82139 27.7135 9.75135 27.8247C9.68131 27.9359 9.59006 28.0322 9.4828 28.1081C9.37555 28.184 9.25439 28.2381 9.12624 28.2672C8.86744 28.3259 8.5959 28.2795 8.37135 28.138C6.54997 26.9904 5.00906 25.4491 3.86202 23.6273C3.79189 23.5162 3.74437 23.3923 3.72217 23.2628C3.69996 23.1332 3.70351 23.0006 3.73261 22.8724C3.76172 22.7442 3.8158 22.6231 3.89176 22.5158C3.96773 22.4086 4.0641 22.3173 4.17535 22.2473Z" fill="black" />
                                            <path d="M20.552 14.588C21.5933 15.204 21.5933 16.796 20.552 17.412L14.2587 21.128C13.2453 21.7253 12 20.9466 12 19.7146V12.2853C12 11.0533 13.2453 10.2759 14.2587 10.8733L20.552 14.588Z" fill="black" />
                                        </svg> Playback speed</span>
                                    <ul class="speed-options hidden">
                                        <li data-speed="0.5">0.5</li>
                                        <li data-speed="0.75">0.75</li>
                                        <li data-speed="1" class="active">1</li>
                                        <li data-speed="1.25">1.25</li>
                                        <li data-speed="1.5">1.5</li>
                                    </ul>
                                </li>
                            </ul>
                        </div>
                    </div>
                    <audio src="https://fobiya.github.io/Fobiya/PcOmxfke42b7.128.mp3" controls></audio>

                    <div class="list__">
                        <p class='label text p2_semibold'> Was können die Zuschauer heute erwarten?</p>
                        <div class="inputmodal inputmodal-4">
                            <span class='close-inputmodal'>schließen
                                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M24 24L16 16M16 16L8 8M16 16L24 8M16 16L8 24" stroke="#161616" stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                                </svg>
                            </span>
                            <div class="inputmodal__content">
                                <p class='text p2'>Die Natur ist ein wunderbarer Ort, der uns Ruhe und Energie schenkt. Wenn wir durch die grünen Wälder wandern oder die majestätischen Berge betrachten, spüren wir eine tiefe Verbundenheit zur Erde. Jede Jahreszeit bringt ihre eigenen Farben und Düfte, die uns immer wieder in Erstaunen versetzen.
                                <p>
                                <p class='text p2'>Die frische Luft und die sanften Geräusche der Natur haben eine beruhigende Wirkung auf unseren Geist. Das Zwitschern der Vögel, das leise Plätschern eines Baches und das Rascheln der Blätter schaffen eine friedliche Atmosphäre. Diese Momente erinnern uns daran, wie kostbar und faszinierend die Welt um uns herum ist.</p>
                                <p class='text p2'>Die frische Luft und die sanften Geräusche der Natur haben eine beruhigende Wirkung auf unseren Geist. Das Zwitschern der Vögel, das leise Plätschern eines Baches und das Rascheln der Blätter schaffen eine friedliche Atmosphäre. Diese Momente erinnern uns daran, wie kostbar und faszinierend die Welt um uns herum ist.</p>
                                <p class='text p2'>Die frische Luft und die sanften Geräusche der Natur haben eine beruhigende Wirkung auf unseren Geist. Das Zwitschern der Vögel, das leise Plätschern eines Baches und das Rascheln der Blätter schaffen eine friedliche Atmosphäre. Diese Momente erinnern uns daran, wie kostbar und faszinierend die Welt um uns herum ist.</p>
                            </div>
                        </div>

                        <span class="input__box border__box ">
                            <input class='input_radio' type="radio" name="radio2" value="bei Verwandten" aria-label="a) Regen"> <span>a) Regen.</span>
                        </span>
                        <span class="input__box border__box green">
                            <input class='input_radio' type="radio" name="radio2" value="im Hotel" aria-label="b) Sonniges Wetter"> <span>b) Sonniges Wetter mit wenig Wind.</span>
                            <button class="primary-button" type="button" data-inputmodal='inputmodal-4'>
                                <svg width="21" height="20" viewBox="0 0 21 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M7.64648 7.07361C7.81728 6.54732 8.13015 6.07896 8.55078 5.71948C8.97141 5.36001 9.4838 5.12378 10.0303 5.03708C10.5768 4.95038 11.1362 5.0164 11.6475 5.22803C12.1587 5.43966 12.6014 5.78875 12.9268 6.23633C13.2521 6.68391 13.4469 7.21256 13.4904 7.76416C13.5339 8.31576 13.4238 8.86879 13.1727 9.36182C12.9215 9.85484 12.5394 10.2685 12.0676 10.5576C11.5958 10.8467 11.0533 10.9998 10.5 10.9998V12.0002M10.5 19C5.52944 19 1.5 14.9706 1.5 10C1.5 5.02944 5.52944 1 10.5 1C15.4706 1 19.5 5.02944 19.5 10C19.5 14.9706 15.4706 19 10.5 19ZM10.5498 15V15.1L10.4502 15.1002V15H10.5498Z" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                Erklärung
                            </button>
                        </span>
                        <span class="input__box border__box red">
                            <input class='input_radio' type="radio" name="radio2" value="im Zelt" aria-label="c) Sonniges Wetter"> <span>c) Sonniges Wetter mit Wind.</span>
                        </span>
                    </div>
                    <hr>
                    <div class="audio-player">
                        <span class="play-btn">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M5 17.3336V6.66698C5 5.78742 5 5.34715 5.18509 5.08691C5.34664 4.85977 5.59564 4.71064 5.87207 4.67499C6.18868 4.63415 6.57701 4.84126 7.35254 5.25487L17.3525 10.5882L17.3562 10.5898C18.2132 11.0469 18.642 11.2756 18.7826 11.5803C18.9053 11.8462 18.9053 12.1531 18.7826 12.4189C18.6418 12.7241 18.212 12.9537 17.3525 13.4121L7.35254 18.7454C6.57645 19.1593 6.1888 19.3657 5.87207 19.3248C5.59564 19.2891 5.34664 19.1401 5.18509 18.9129C5 18.6527 5 18.2132 5 17.3336Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            </svg>
                        </span>
                        <span class="time current-time">0:00</span>
                        <div class="progress-bar-container_a">
                            <div class="progress-bar_a"></div>
                        </div>
                        <span class="time duration">0:00</span>
                        <span class="mute-btn">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M18.82 4.68652C19.8191 5.61821 20.6167 6.74472 21.1636 7.99657C21.7105 9.24842 21.9952 10.5991 21.9999 11.9652C22.0047 13.3313 21.7295 14.6838 21.1914 15.9395C20.6532 17.1951 19.8635 18.3272 18.8709 19.2658M16.092 7.61194C16.6915 8.17095 17.17 8.84686 17.4982 9.59797C17.8263 10.3491 17.9971 11.1595 18 11.9791C18.0028 12.7988 17.8377 13.6103 17.5148 14.3637C17.1919 15.1171 16.7181 15.7963 16.1225 16.3595M7.4803 15.4069L9.15553 17.48C10.0288 18.5607 10.4655 19.1011 10.848 19.1599C11.1792 19.2108 11.5138 19.0925 11.7394 18.8448C12 18.5586 12 17.8638 12 16.4744V7.52572C12 6.13627 12 5.44155 11.7394 5.15536C11.5138 4.90761 11.1792 4.78929 10.848 4.84021C10.4655 4.89904 10.0288 5.43939 9.15553 6.52009L7.4803 8.59319C7.30388 8.81151 7.21567 8.92067 7.10652 8.99922C7.00982 9.06881 6.90147 9.12056 6.78656 9.15204C6.65687 9.18756 6.51652 9.18756 6.23583 9.18756H4.8125C4.0563 9.18756 3.6782 9.18756 3.37264 9.2885C2.77131 9.48716 2.2996 9.95887 2.10094 10.5602C2 10.8658 2 11.2439 2 12.0001C2 12.7563 2 13.1344 2.10094 13.4399C2.2996 14.0413 2.77131 14.513 3.37264 14.7116C3.6782 14.8126 4.0563 14.8126 4.8125 14.8126H6.23583C6.51652 14.8126 6.65687 14.8126 6.78656 14.8481C6.90147 14.8796 7.00982 14.9313 7.10652 15.0009C7.21567 15.0794 7.30388 15.1886 7.4803 15.4069Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            </svg>
                        </span>

                        <div class="menu-container">
                            <span class="menu-btn ml">
                                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M12 6C12 6.55228 12.4477 7 13 7C13.5523 7 14 6.55228 14 6C14 5.44772 13.5523 5 13 5C12.4477 5 12 5.44772 12 6Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                    <path d="M12 12C12 12.5523 12.4477 13 13 13C13.5523 13 14 12.5523 14 12C14 11.4477 13.5523 11 13 11C12.4477 11 12 11.4477 12 12Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                    <path d="M12 18C12 18.5523 12.4477 19 13 19C13.5523 19 14 18.5523 14 18C14 17.4477 13.5523 17 13 17C12.4477 17 12 17.4477 12 18Z" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                </svg>
                            </span>
                            <ul class="menu hidden">
                                <li>
                                    <a href="https://fobiya.github.io/Fobiya/PcOmxfke42b7.128.mp3" class="download-link" download><svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M8 28H24M16 4V22.6667M16 22.6667L22.6667 16M16 22.6667L9.33333 16" stroke="#161616" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                        </svg>Download</a>
                                </li>
                                <li>
                                    <span class="speed-options-btn">
                                        <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M12.81 2.02202C13.8367 1.78868 14.9033 1.66602 15.9993 1.66602C23.9153 1.66602 30.3327 8.08335 30.3327 15.9993C30.3327 23.9153 23.9153 30.3327 15.9993 30.3327C14.9033 30.3327 13.8367 30.21 12.81 29.9767C12.6819 29.9476 12.5608 29.8936 12.4536 29.8177C12.3464 29.7419 12.2552 29.6456 12.1852 29.5345C12.1152 29.4234 12.0677 29.2996 12.0456 29.1701C12.0234 29.0406 12.0269 28.9081 12.056 28.78C12.0851 28.6519 12.1391 28.5308 12.215 28.4236C12.2908 28.3164 12.3871 28.2252 12.4982 28.1552C12.6093 28.0852 12.7331 28.0377 12.8626 28.0156C12.992 27.9934 13.1246 27.9969 13.2527 28.026C15.0585 28.4364 16.9336 28.4349 18.7387 28.0215C20.5439 27.6082 22.2328 26.7936 23.6801 25.6383C25.1274 24.483 26.296 23.0167 27.0991 21.348C27.9022 19.6793 28.3192 17.8512 28.3192 15.9993C28.3192 14.1475 27.9022 12.3194 27.0991 10.6507C26.296 8.98204 25.1274 7.51565 23.6801 6.36035C22.2328 5.20505 20.5439 4.39051 18.7387 3.97716C16.9336 3.56382 15.0585 3.56229 13.2527 3.97268C12.994 4.03138 12.7226 3.98492 12.4982 3.84352C12.2738 3.70212 12.1147 3.47736 12.056 3.21868C11.9973 2.96001 12.0438 2.68861 12.1852 2.46419C12.3266 2.23977 12.5513 2.08072 12.81 2.02202ZM9.75135 4.17535C9.89255 4.39974 9.93886 4.67102 9.8801 4.92955C9.82135 5.18808 9.66233 5.41269 9.43801 5.55402C7.86913 6.54243 6.54189 7.87012 5.55402 9.43935C5.41257 9.6639 5.18771 9.82306 4.92891 9.88182C4.67011 9.94058 4.39857 9.89413 4.17402 9.75268C3.94947 9.61123 3.7903 9.38638 3.73154 9.12757C3.67278 8.86877 3.71923 8.59723 3.86068 8.37268C5.00849 6.55067 6.55033 5.00929 8.37268 3.86202C8.48384 3.79189 8.60774 3.74437 8.73728 3.72217C8.86682 3.69996 8.99947 3.70351 9.12763 3.73261C9.2558 3.76172 9.37698 3.8158 9.48423 3.89176C9.59148 3.96773 9.68137 4.0641 9.75135 4.17535ZM3.97268 13.2527C4.03138 12.994 3.98492 12.7226 3.84352 12.4982C3.70212 12.2738 3.47736 12.1147 3.21868 12.056C2.96001 11.9973 2.68861 12.0438 2.46419 12.1852C2.23977 12.3266 2.08072 12.5513 2.02202 12.81C1.78868 13.8367 1.66602 14.9033 1.66602 15.9993C1.66602 17.0953 1.78868 18.162 2.02202 19.19C2.08089 19.4487 2.24012 19.6734 2.46466 19.8147C2.68921 19.9559 2.96067 20.0022 3.21935 19.9433C3.47802 19.8845 3.70271 19.7252 3.84399 19.5007C3.98527 19.2762 4.03156 19.0047 3.97268 18.746C3.76843 17.8447 3.66557 16.9235 3.66602 15.9993C3.66602 15.054 3.77268 14.1353 3.97268 13.2527ZM4.17535 22.2473C4.39974 22.1061 4.67102 22.0598 4.92955 22.1186C5.18808 22.1774 5.41269 22.3364 5.55402 22.5607C6.54205 24.1294 7.86927 25.4566 9.43801 26.4447C9.5492 26.5147 9.6455 26.606 9.72142 26.7132C9.79734 26.8205 9.85139 26.9416 9.88049 27.0698C9.90958 27.1979 9.91316 27.3306 9.891 27.4601C9.86884 27.5896 9.82139 27.7135 9.75135 27.8247C9.68131 27.9359 9.59006 28.0322 9.4828 28.1081C9.37555 28.184 9.25439 28.2381 9.12624 28.2672C8.86744 28.3259 8.5959 28.2795 8.37135 28.138C6.54997 26.9904 5.00906 25.4491 3.86202 23.6273C3.79189 23.5162 3.74437 23.3923 3.72217 23.2628C3.69996 23.1332 3.70351 23.0006 3.73261 22.8724C3.76172 22.7442 3.8158 22.6231 3.89176 22.5158C3.96773 22.4086 4.0641 22.3173 4.17535 22.2473Z" fill="black" />
                                            <path d="M20.552 14.588C21.5933 15.204 21.5933 16.796 20.552 17.412L14.2587 21.128C13.2453 21.7253 12 20.9466 12 19.7146V12.2853C12 11.0533 13.2453 10.2759 14.2587 10.8733L20.552 14.588Z" fill="black" />
                                        </svg> Playback speed</span>
                                    <ul class="speed-options hidden">
                                        <li data-speed="0.5">0.5</li>
                                        <li data-speed="0.75">0.75</li>
                                        <li data-speed="1" class="active">1</li>
                                        <li data-speed="1.25">1.25</li>
                                        <li data-speed="1.5">1.5</li>
                                    </ul>
                                </li>
                            </ul>
                        </div>
                    </div>
                    <audio src="https://fobiya.github.io/Fobiya/PcOmxfke42b7.128.mp3" controls></audio>

                    <div class="list__">
                        <p class='label text p2_semibold'> Was können die Zuschauer heute erwarten?</p>
                        <div class="inputmodal inputmodal-5">
                            <span class='close-inputmodal'>schließen
                                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M24 24L16 16M16 16L8 8M16 16L24 8M16 16L8 24" stroke="#161616" stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                                </svg>
                            </span>
                            <div class="inputmodal__content">
                                <p class='text p2'>Die Natur ist ein wunderbarer Ort, der uns Ruhe und Energie schenkt. Wenn wir durch die grünen Wälder wandern oder die majestätischen Berge betrachten, spüren wir eine tiefe Verbundenheit zur Erde. Jede Jahreszeit bringt ihre eigenen Farben und Düfte, die uns immer wieder in Erstaunen versetzen.
                                <p>
                                <p class='text p2'>Die frische Luft und die sanften Geräusche der Natur haben eine beruhigende Wirkung auf unseren Geist. Das Zwitschern der Vögel, das leise Plätschern eines Baches und das Rascheln der Blätter schaffen eine friedliche Atmosphäre. Diese Momente erinnern uns daran, wie kostbar und faszinierend die Welt um uns herum ist.</p>
                                <p class='text p2'>Die frische Luft und die sanften Geräusche der Natur haben eine beruhigende Wirkung auf unseren Geist. Das Zwitschern der Vögel, das leise Plätschern eines Baches und das Rascheln der Blätter schaffen eine friedliche Atmosphäre. Diese Momente erinnern uns daran, wie kostbar und faszinierend die Welt um uns herum ist.</p>
                                <p class='text p2'>Die frische Luft und die sanften Geräusche der Natur haben eine beruhigende Wirkung auf unseren Geist. Das Zwitschern der Vögel, das leise Plätschern eines Baches und das Rascheln der Blätter schaffen eine friedliche Atmosphäre. Diese Momente erinnern uns daran, wie kostbar und faszinierend die Welt um uns herum ist.</p>
                            </div>
                        </div>
                        <span class="input__box border__box ">
                            <input class='input_radio' type="radio" name="radio2" value="bei Verwandten" aria-label="a) Regen"> <span>a) Regen.</span>
                        </span>
                        <span class="input__box border__box green">
                            <input class='input_radio' type="radio" name="radio2" value="im Hotel" aria-label="b) Sonniges Wetter"> <span>b) Sonniges Wetter mit wenig Wind.</span>
                            <button class="primary-button" type="button" data-inputmodal='inputmodal-5'>
                                <svg width="21" height="20" viewBox="0 0 21 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M7.64648 7.07361C7.81728 6.54732 8.13015 6.07896 8.55078 5.71948C8.97141 5.36001 9.4838 5.12378 10.0303 5.03708C10.5768 4.95038 11.1362 5.0164 11.6475 5.22803C12.1587 5.43966 12.6014 5.78875 12.9268 6.23633C13.2521 6.68391 13.4469 7.21256 13.4904 7.76416C13.5339 8.31576 13.4238 8.86879 13.1727 9.36182C12.9215 9.85484 12.5394 10.2685 12.0676 10.5576C11.5958 10.8467 11.0533 10.9998 10.5 10.9998V12.0002M10.5 19C5.52944 19 1.5 14.9706 1.5 10C1.5 5.02944 5.52944 1 10.5 1C15.4706 1 19.5 5.02944 19.5 10C19.5 14.9706 15.4706 19 10.5 19ZM10.5498 15V15.1L10.4502 15.1002V15H10.5498Z" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>Erklärung</button>
                        </span>
                        <span class="input__box border__box">
                            <input class='input_radio' type="radio" name="radio2" value="im Zelt" aria-label="c) Sonniges Wetter"> <span>c) Sonniges Wetter mit Wind.</span>
                        </span>
                    </div>
                </form>
            </div>

            <div class="all-solutions">
                <hr>
                <button class="primary-black" type="button">Alle Lösungen anzeigen</button>
                <div class="all-solutions__content">
                    <p class='text p3'>Sie sollten Abonnent sein ab 4,99 € pro Monat</p>
                    <p class='text p2 semibold'>Sie haben Zugang zu allen Übungen</p>
                </div>
            </div>

        </div>
    </section>

    <?php include "../components/footer.php" ?>
    <script src="../script.js"></script>
</body>